<!DOCTYPE html>
<html>
<style>
body {text-align: center;}
ol {text-align: left;}
h1 {color: #e74c3c;}
p1 {color: #f7dc6f;}
h2 {text-align: left}
</style>
<head>
<button onclick="document.location='test2.html'">Go Next</button>
<h1>ประวัติของยาเสพติด</h1>
<audio controls autoplay>
  <source src="ds1.mp3" type="audio/mpeg">
</audio>

</head>
<body style="background-color:Black;">
 <p1>ประเทศไทยก็มีประวัติการเสพฝิ่นมาตั้งแต่สมัยสมเด็จพระรามาธิบดีที่ ๑ แห่งกรุงศรีอยุธยา (พระเจ้าอู่ทอง) ประมาณ ๖๐๐ ปีเศษมาแล้ว ในสมัยนั้นก็มีหลักฐานว่าพระมหากษัตริย์ทรงเล็งเห็นโทษของการเสพฝิ่น และทรงลงโทษผู้เสพติดเช่นกัน ระหว่างสงครามกลางเมืองของสหรัฐอเมริกา (American civil war) ค.ศ. ๑๘๖๑ - ๑๘๖๕ เริ่มมีการนำเข็มฉีดยาเข้าใต้ผิวหนังมาใช้ ทำให้มีผู้นำมอร์ฟีนมาใช้ในลักษณะยาเสพติด ต่อมาเมื่อคนรู้จักการฉีดยาเข้าหลอดเลือดดำ เฮโรอีนซึ่งเป็น diethylated form ของมอร์ฟีนก็ถูกนำมาใช้แทนมอร์ฟีน
กลางคริสต์ศตวรรษที่ ๑๙ มีการนำเอาโบรไมด์ (Bromide) มาใช้เป็นยาสงบประสาทและรักษาโรคลมชัก ซึ่งได้รับความนิยมมากพอ ๆ กับยาวาเลียม (Valium) และยาริเบรียม (Librium) ในปัจจุบัน แต่โบรไมด์สำสมในร่างกาย ทำให้เกิดอาการวิกลจริต และลายสมองอย่างถาวรด้วย ในระยะใกล้เกียงกันก็มีผู้ผลิตยาบาร์บิทุเรท (Barbiturate) และยาสงบประสาทตัวอื่น ๆ และได้รับความนิยมใช้อย่างแพร่หลายเช่นกัน โดยผู้ใช้ไม่ทราบถึงฤทธิ์ในการเสพติดของยาเหล่านี้

ปลายคริสตศตวรรษที่ ๑๙ มีผู้พบโคเคนและกัญชาซึ่งมีฤทธิ์ทำให้จิตใจสบายโคเคนพบว่ามีประโยชน์ทางการรักษาโรคด้วยโดยใช้เป็นยาชาเฉพาะที่ ดังนั้นโคเคนจึงเป็ฯที่นิยมใช้เป็นผลให้มีการเสพติดโคเคน

ระหว่างสงครามโลกครั้งที่ ๒ แอมเฟตามีนถูกนำมาใช้ในกองทหารญี่ปุ่น เยอรมัน อเมริกัน และอังกฤษ เพื่อให้ร่างกายมีกำลังกระฉับกระเฉงอยู่ตลอดเวลา พอหลังสงครามยาซึ่งกองทัพญี่ปุ่นกักตุนไว้มาก็ทะลักสู่ตลาด ทำให้ประชาชนชาวญี่ปุ่นใช้ยากันมาก ในปี ค.ศ.๑๙๕๕ คาดว่ามีชาวญี่ปุ่นติดแอมเฟตามีนราวร้อยละ ๑ ระหว่าง ค.ศ.๑๙๖๐ - ๑๙๗๐ ในประเทศสวีเดนมีการใช้ยา Phenmetrazine (Preludin) ซึ่งคล้ายแอมเฟตามีน ฉีดเข้าหลอดเลือดดำด้วย ในสหรัฐเมริกาพวกฮิปปี้ซึ่งเคยนิยมใช้ แอลเอสดี (LSD) หรือ Lysergic Acid Diethylamide) ก็ค่อย ๆ หันมาใช้แอมเฟตามีนฉีดเข้าหลอดเลือดดำ เช่นกัน

ระหว่างปี ค.ศ. ๑๙๖๐ - ๑๙๗๐ ยาหลอนประสาทเริ่มถูกนำมาใช้และใช้มากหลัง ค.ศ. ๑๙๗๐ ผู้เสพส่วนใหญ่เป็นชาวอเมริกันวันรุ่นที่มีฐานะทางเศรษฐกิจปานกลางโดยเริ่มจาก แอลเอสดี ซึ่ง Hofmannเป็นผู้ค้นพบในปี ค.ศ.๑๙๕๓ เนื่องจากแอลเอสดีทำให้เกิดอาการล้าย วิกลจริต จึงมีนักจิตวิเคราะห์บางคนนำมาใช้เพื่อการรักษาผู้ป่วนด้วย เพราะคิดว่ายานี้จะช่วยกำจัด "Repression" ให้หมดไป ด้วยเหตุที่ยานี้ผลิตง่ายปัจจุบันจึงเป็นปัญหามากในเมริกา

เนื่องจากกัญชาซึ่งเป็นยาช่วยให้ผู้เสพรู้สึกเป็นสุขและความรู้สึกไวขึ้น เป็นยาที่หาได้ง่าย จึงมีการลักลอบใช้อย่างผิดกฎหมายกันมาในเมริกาตั้งแต่ปี ค.ศ.๑๙๖๐ เป็นต้นในยุโรปก็เช่นกัน เพิ่งจะมีการใช้กัญชาในเวลาไล่เลี่ยกันนี้ โดยทหารของกษัตรย์นโปเลียนเป็นผู้นำมาจากประเทศอียิปต์ทั้ง ๆ ที่กัญชาเป็นที่นิยมใช้กันอย่างกว้างขวางในประเทศอินเดียและประเทศในเอเชียตะวันออกกลางมาก่อนหลานศตวรรษ ในสหรัฐนิยมใช้ในคนบางกลุ่ม เช่น พวกนักดนตรีแจ๊ส และพวกเม็กซิกันอพยพมาอยู่ในสหรัฐ ในฝรั่งเศสเป็นที่นิยมใช้ในกลุ่มนักประพันธ์

ถ้าจะนับตามจำนวนผู้เสพติดหรือผู้ใช้ยาอย่าง ๆ ผิด ๆ สุราและบุหรี่ น่าจะเป็นสารสำคัญของปัญหานี้ แต่เนื่องจากราคาย่อมเยา สามารถหามาเสพได้ง่ายกว่า และไม่ผิดกฎหมาย ทำให้สาร ๒ ชนิดนี้ ดูจะไม่มีความสำคัญเท่าใดนัก แต่กัญชา ยาหลอนประสาท และเฮโรอีน จำนวนผู้ใช้และผู้เสพติดน้อยกว่ากลับเป็นปัญหาสำคัญทั่วโลก โดยเฉพาะอย่างยิ่งเฮโรอีนกำลังเป็นปัญหามากในประเทศไทย และประเทศเพื่อนบ้านที่อยู่บนคาบสมุทรอินโดจีน ทั้งนี้เพราะเป็นสารซึ่งมีราคาแพงและผิดกฎหมาย ทั้งอำนาจในการเสพติดก็สูงและวิธีบางวิธียังอาจทำให้เกิดอันตรายร้ายแรงต่อสุขภาพจึงก่อให้เกิดปัญหาทั้งทางเศรษฐกิจ สังคม และการแพทย์ จนต้องจัดเป็นปัญหาเร่งด่วนของประเทศอย่างหนึ่งที่ต้องรีบแก้ไข</p1>
<h2>ยาเสพติดที่อันตรายที่สุด</h2>
<ol>
   <li>เฮโรอีน</li>
   <li>โคเคน</li>
   <li>บาร์บิวทัวเรท</li>
   <li>เมทาโดน</li>
   <li>แอลกอฮอล์</li>
   <li>เคตามีน</li>
<img src="C:\Users\HP\Desktop\test\download.jpg" width="300" height="600">
</ol>
</body>
</html>
